Repository: imto1/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Please log in to access this page.
fa: لطفا برای دسترسی به این صفحه ، وارد شوید.

source: Error: the translation service is not configured.
fa: خطا: سرویس ترجمه پیکربندی نشده است.

source: Error: the translation service failed.
fa: خطا: سرویس ترجمه ناموفق بود.

source: [Microblog] Reset Your Password
fa: -[میکروبلاگ] تنظیم مجدد رمز عبور شما

source: Username
fa: نام کاربری

source: Password
fa: گذرواژه

source: Remember Me
fa: مرا به خاطر بسپار

source: Sign In
fa: ورود

source: Email
fa: پست الکترونیکی

source: Repeat Password
fa: تکرار گذرواژه

source: Register
fa: ثبت نام

source: Please use a different username.
fa: لطفا از نام کاربری دیگری استفاده کنید.

source: Please use a different email address.
fa: لطفا از پست الکترونیکی دیگری استفاده کنید.

source: Request Password Reset
fa: درخواست بازنشانی گذرواژه

source: Invalid username or password
fa: نام کاربری یا گذرواژه اشتباه است

source: Congratulations, you are now a registered user!
fa: تبریک، شما اکنون ثبت نام شده اید!

source: Check your email for the instructions to reset your password
fa: پست الکترونیکی خود را برای راهکار بازنشانی گذرواژه بررسی کنید

source: Reset Password
fa: بازنشانی گذرواژه

source: Your password has been reset.
fa: گذرواژه شما تغییر کرد.

source: About me
fa: درباره من

source: Submit
fa: بفرست

source: Say something
fa: چیزی بگو

source: Search
fa: جستجو

source: Message
fa: پیام

source: Your post is now live!
fa: پست شما اکنون منتشر شده است!

source: Home
fa: خانه

source: Explore
fa: کاوش

source: Your changes have been saved.
fa: تغییرات شما ذخیره شد!

source: Edit Profile
fa: ویرایش نمایه

source: User %(username)s not found.
fa: کاربر %(username)s یافت نشد.

source: You cannot follow yourself!
fa: شما نمی توانید خودتان را دنبال کنید!

source: You are following %(username)s!
fa: شما %(username)s را دنبال می کنید!

source: You cannot unfollow yourself!
fa: شما نمی توانید خودتان را دنبال نکنید!

source: You are not following %(username)s.
fa: شما %(username)s را دنبال نمی کنید!

source: Your message has been sent.
fa: پیام شما فرستاده شد.

source: Send Message
fa: فرستادن پیام

source: An export task is currently in progress
fa: در حال حاضر یک کار صادر نمودن در دست انجام است

source: Exporting posts...
fa: صادر نمودن پست ها...

source: %(username)s said %(when)s
fa: %(username)s گفت %(when)s

source: Translate
fa: ترجمه

source: Welcome to Microblog
fa: به میکروبلاگ خوش آمدید

source: Login
fa: وارد شدن

source: Messages
fa: پیام ها

source: Profile
fa: نمایه

source: Logout
fa: خارج شدن

source: Error: Could not contact server.
fa: خطا: عدم ارتباط با سرور.

source: Hi, %(username)s!
fa: درود, %(username)s!

source: Newer posts
fa: پست های تازه

source: Older posts
fa: پست های گذشته

source: Newer messages
fa: پست های تازه تر

source: Older messages
fa: پست های قدیمی تر

source: Search Results
fa: نتایج جستجو

source: Previous results
fa: نتایج قبل

source: Next results
fa: نتایج بعد

source: Send Message to %(recipient)s
fa: فرستادن پیام به %(recipient)s

source: User
fa: کاربر

source: Last seen on
fa: آخرین بازدید

source: %(count)d followers
fa: %(count)d دنبال کننده

source: %(count)d following
fa: %(count)d دنبال شونده

source: Edit your profile
fa: ویرایش نمایه خود

source: Export your posts
fa: پست های خود را صادر کنید

source: Follow
fa: دنبال کردن

source: Unfollow
fa: دنبال نکردن

source: Send private message
fa: فرستادن پیام خصوصی

source: New User?
fa: کاربر جدید هستید؟

source: Click to Register!
fa: برای ثبت نام کلیک کنید!

source: Forgot Your Password?
fa: گذرواژه تان را فراموش کرده اید؟

source: Click to Reset It
fa: برای بازنشانی آن کلیک کنید

source: Reset Your Password
fa: گذروازه تان را بازنشانی کنید

source: Not Found
fa: یافت نگردید

source: Back
fa: بازگشت

source: An unexpected error has occurred
fa: خطای پیشبینی نشده ای رخ داده است

source: The administrator has been notified. Sorry for the inconvenience!
fa: پوزش بخاطر این دردسر. مدیر سیستم در جریان قرار داده شد!
